// Задача 10
Console.Write ("Введите 3х значное число ");
int num = Convert.ToInt32(Console.ReadLine());
string num1 = Convert.ToString(num);

Console.WriteLine("вторая цифра числа " +num1[1]);
